Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Meow Rangers.tmx
Source language: ko_kr
Languages: en_us

source: 네로가...{j}찾아왔다고?
en_us: NERO... CAME TO SEE YOU?{j}

source: ...끝까지 귀찮게 구는 군.
en_us: YOU’RE PESTERING ME TO THE BITTER END...

source: 위이 잉
en_us: PRRR

source: 파견을 자처한 이 시대 진정한 영웅!
en_us: OUR VALIANT HERO VOLUNTEERED!

source: 이 장난감총이 있었지.
en_us: YOU’VE GOT A TOY GUN.

source: ...어쩐지
en_us: SO THAT’S WHY...

source: 선빵이냐, 후빵이냐.
en_us: ATTACK, OR COUNTERATTACK?

source: 제냐는 이런 녀석에게 맞고도 네로를 쫓아갔어...!
en_us: XENIA TOOK A HIT FROM THIS GUY AND STILL CHASED AFTER NERO...!

source: 쿠구구..
en_us: SHAKE

source: 그래...!
en_us: FINE...!

source: ...네로...?!
en_us: NERO...?!

source: 죽여...!
en_us: KILL ME...!

source: 우왓!!
en_us: WHOA!

source: 아...{j}앙대...!!
en_us: N-NO...!!{j}

source: 털 썩
en_us: THUD

source: 동료를 잃은 슬픔에서 헤어나오지 못 하고 있군...
en_us: HE HASN’T FULLY GRIEVED FOR HIS LOST COMRADES...

source: ...인가.
en_us: ...MUSCLE COMPRESSION MODE?

source: 후손들 만큼은
en_us: WANT TO FREE OUR DESCENDANTS...

source: 뭐 좀 보여 달라고!
en_us: COME ON, SHOW ME WHAT YOU’VE GOT!

source: 나도 어릴 때 니들처럼 철없게 놀았었는데...
en_us: WHEN I WAS YOUNG, I WAS RECKLESS LIKE YOU LOT...

source: 둘이...
en_us: YOU TWO..

source: 대부분의 레인저가 평범한 삶으로 돌아갔지만,
en_us: MOST OF THE RANGERS RETURNED TO THEIR NORMAL LIVES...

source: 게다가 이 파워는...
en_us: THIS POWER...

source: 캣슈트로 각자가 가진 개성과 능력을 더욱 극대화 시킬 수 있지.
en_us: OUR CAT SUITS ENHANCE EACH OF OUR EXISTING POWERS.

source: 자...시익ㅡ!!
en_us: BASTARD!!

source: 지켜주세요...!
en_us: PROTECT XENIA FOR ME...!

source: 좋은 거 피시네.
en_us: YOU’RE SMOKING THE GOOD STUFF.

source: 콰{j}앙
en_us: SMASH{j}

source: 아직 안 끝났어!
en_us: THIS ISN’T OVER!

source: 울대를 맞기 전에 머리를 으깬다!
en_us: I’LL SMASH YOUR HEAD IN BEFORE YOU REACH MY THROAT!

source: 이...{j}이게 무슨...!!
en_us: WHAT... WHAT THE HELL...!!{j}

source: ...일반인 인가...
en_us: HE’S A NORMAL CIVILIAN...

source: 찍찎!!
en_us: TWEEK TWEEK!!

source: 내 한 몸 희생해서 그 미지의 영역을 밝히고 싶은데...
en_us: I WISH TO ILLUMINATE THE UNKNOWN, AND I’M WILLING TO SACRIFICE MY LIFE TO DO IT...

source: 네로가 우주선을 공격하면...
en_us: WHEN NERO ATTACKS THE SHIP...

source: 구...
en_us: LE...

source: 콩
en_us: STEP

source: 원한다면 여기서 실컷 싸워줄수도 있어.
en_us: IF YOU WANT WE CAN FIGHT RIGHT HERE AND NOW.

source: "끝날 때까지 끝난 게 아니다."
en_us: “IT AIN’T OVER TILL IT’S OVER.”

source: 성공이야.
en_us: IT’S A SUCCESS,

source: 납치한 인간들 중 제일 성질 더러운 녀석입니다.
en_us: HE’S GOT THE WORST TEMPER OF ALL OF OUR CAPTIVES.

source: 감히 내 부하들을...!!
en_us: ...YET YOU DARE MESS WITH MY SUBORDINATES...!!

source: 네...{j}넵...!
en_us: Y-YES...!{j}

source: 봉투 뒤져서 캣닢 나오면 한 장 당 한 대입니다?
en_us: YOU’LL GET ONE PUNCH FOR EVERY CAN OF CATNIP WE FIND IN YOUR BAG. GOT IT?

source: 공포를 한계치로 느끼면서까지 덤빈 건가.
en_us: IS HE TRYING TO ATTACK DESPITE THE FEAR?

source: 벌떡
en_us: RISE

source: 칫...
en_us: TSK...

source: ㄷㄷㄷㄷ
en_us: OH DEAR...

source: 돕겠어.
en_us: I’LL HELP.

source: 아무튼 살기 좋습니다.
en_us: ANYWAY, IT’S A GOOD PLACE TO LIVE.

source: 도저히 호기심을 억누를 수가 없어...
en_us: ...BUT I CAN’T CONTAIN MY CURIOSITY...

source: 그렇다면...
en_us: IN THAT CASE...

source: 사라졌어-!?
en_us: HE’S GONE?!

source: ...말하지 않는 게 좋겠어...
en_us: I’D BETTER NOT SAY ANYTHING...

source: 그리고...
en_us: ...AND...

source: 씨몽키를 냥인으로, 혹은 신 씨몽키로 개조한 것 처럼,
en_us: SIMILAR TO HOW WE REPROGRAMED C-MONKEYS INTO CAT PEOPLE OR INTO NEW C-MONKEYS,

source: 태미...!!
en_us: TEMI...!!

source: 크윽...!!
en_us: GRR...!!

source: 방금 상처 재생 속도로 추정한 거지만..
en_us: BASED ON THE SPEED OF YOUR WOUND RECOVERY JUST NOW...

source: 따 닥
en_us: GRR

source: 벌써 [이걸] 쓰게 될 줄이야⋯!
en_us: THOUGH I CAN’T BELIEVE I ALREADY HAVE TO USE THIS...!

source: 결과가 어떻든, 넌 그들을 지키려고 최선을 다했잖아.
en_us: NO MATTER THE RESULTS, YOU TRIED YOUR BEST TO PROTECT THEM.

source: 흥...
en_us: HMPH...

source: 그 캣슈트가 언제까지 버티는지 볼까.
en_us: LET’S SEE HOW LONG YOUR CAT SUIT WILL HOLD UP.

source: 실체는 분명히 존재할 거야!
en_us: ...HE MUST BE HERE SOMEWHERE!

source: 인간 청소엔 찬성 하는 편이잖아.
en_us: YOU ACTUALLY APPROVE OF HUMAN EXTERMINATION.

source: 이녀석!
en_us: IS DANGEROUS!

source: 뒤에 빈자리가서 앉아라.
en_us: TAKE THE EMPTY SEAT IN THE BACK.

source: 쥐돌이가...!
en_us: MOUSEY...!

source: 그런 말에 기뻐 할 줄 알았다면 오산이다!
en_us: IF YOU THOUGHT THAT’D MAKE US HAPPY, YOU’RE DEAD WRONG!

source: X나 때려줘야겠다.
en_us: LET’S BEAT THE SHIT OUT OF HIM.

source: 다{j}다{j}다
en_us: DASH{j}{j}

source: 화 아{j}아악
en_us: WHOOOSH{j}

source: 게이지 관리 안 했어!?
en_us: WERE YOU NOT WATCHING THE GAUGE?!

source: 말만 잘 들으면 건드리지 않을 거다.
en_us: IF YOU ARE OBEDIENT ENOUGH, YOU’LL BE FINE.

source: 계속 달려-!!
en_us: KEEP GOING!!

source: 네놈도 알고 있는 거다.
en_us: YOU ALREADY KNOW...

source: 콰드득
en_us: SLIDE

source: 작동시키겠습니다.
en_us: I’LL ACTIVATE THE DEVICE NOW.

source: 반응이 폭발적이라구.
en_us: THE RESPONSE HAS BEEN TREMENDOUS.

source: 피부를 뚫진 못 해!!
en_us: THEY CAN’T PIERCE MY SKIN!!

source: 어서 냥잼을...!
en_us: I MUST HURRY WITH THE MEOW GEMS...!

source: 부하가 터져 죽어도 상관 없다는 거지!?
en_us: OR, ARE YOU FINE IF I CHOKE YOUR LACKEYS TO DEATH?!

source: 소중한 내 부하를 잃었지.
en_us: ...I LOST A BELOVED FOLLOWER.

source: 이 자식이!!
en_us: DON'T PRESS YOUR LUCK...

source: 이 녀석을 죽인다면...
en_us: IF YOU KILL HIM...

source: 이런 녀석들이 얼마나 더 있는 거지...!?
en_us: HOW MANY MORE OF THEM ARE HERE...?!

source: 쓰레기 자식들.
en_us: YOU FILTHY PUNKS.

source: 힘쓰게 만드네...?
en_us: YOU’RE REALLY GONNA MAKE US FIGHT YOU...?

source: 이 인간들은!!
en_us: WHO ARE THESE PEOPLE?!

source: 이곳이 조종실.
en_us: THIS IS THE CONTROL ROOM.

source: 무슨 문제있나!?
en_us: DID IT RUN INTO A PROBLEM?!

source: 작전 지휘권을 포기하십시오.
en_us: THEN PLEASE SURRENDER YOUR COMMAND OF THE OPERATION.

source: 군 입대 통지서
en_us: NOTICE OF MILITARY DUTY

source: 그렇게 제대를 해버렸어.
en_us: AND THEN I WAS DISCHARGED.

source: 아주 좋은 조건의 제안을 하지.
en_us: ...SO I’D LIKE TO OFFER YOU A VERY GOOD DEAL.

source: 오빠가 부스터 써서 에너지 낭비한 걸 깜빡했어!
en_us: I FORGOT YOU WASTED ALL OUR ENERGY ON THE BOOSTERS!

source: 연속 펀치...!!
en_us: CONTINUOUS PUNCH-!

source: 꿈뻑
en_us: BLINK

source: 온몸의 세포가 활발히 활동...
en_us: EVERY CELL IN YOUR BODY IS HYPERACTIVE...

source: 역시 아무것도 모르는구만...
en_us: YOU REALLY DON’T KNOW ANYTHING, EH...

source: 냥인과의 싸움 때문에
en_us: DEAR FRIENDS OF MINE WERE WOUNDED AND KILLED...

source: 많은 것이 바뀌었군.
en_us: SO MUCH HAS CHANGED.

source: 신인류 개발은 어떻게 되고 있나.
en_us: HOW IS THE NEOHUMAN DEVELOPMENT COMING ALONG?

source: 그래 맞아.
en_us: THAT’S RIGHT.

source: 근육!!
en_us: MUSCLE!!

source: 저건 또 뭐람!!
en_us: WHAT IS THAT?!

source: 이리 온.
en_us: HERE KITTY, KITTY.

source: 절그럭
en_us: JANGLE

source: 이!!!
en_us: YOU!!!

source: 엄청 오랜만에 움직이는 느낌...
en_us: I’M MOVING FOR THE FIRST TIME IN CENTURIES...

source: 역시 일반 시계로는 이 녀석들을 이길 수 없어...
en_us: I’M NO MATCH FOR THEM WITH THIS ORDINARY WATCH...

source: 오랜만에 일어났더니 오락가락하네요.
en_us: I’VE BEEN OUT OF IT FOR SO LONG, I MUST BE CONFUSED.

source: 가지마, 민지야...
en_us: DON’T GO, MINJI...

source: 난 전투요원이 아니니까...
en_us: I’M NOT A FIGHTER...

source: 웅 웅 웅
en_us: VWOOM VWOOM VWOOM

source: ...잠깐.
en_us: HOLD ON....

source: 조져.
en_us: JUMP HIM.

source: 우리 동네에 고...고양이가 이렇게 많았어!?
en_us: HAVE WE ALWAYS HAD THIS MANY C-CATS IN THE NEIGHBORHOOD...?!

source: 파 아{j}아 아
en_us: BZZZ

source: 네 녀석들 짓이냐...
en_us: WAS IT YOU...?

source: 캣닢있냐?
en_us: GOT ANY CATNIP?

source: 그런 것 때문에 우주선에 냥인들이 운영하는 학교가 있대.
en_us: APPARENTLY, THE CAT PEOPLE RUN A SCHOOL IN THE SPACESHIP FOR SOMETHING LIKE THAT.

source: 가...{j}같은 인간이면서 어떻게 그런 짓을...!
en_us: H-HOW COULD YOU DO THAT TO YOUR OWN KIND...?!{j}

source: 저...{j}저기, 호열!!
en_us: W-WAIT, HOYEOL!!{j}

source: 끝내야 할 때야...!!
en_us: ...THIS HORRIFIC FIGHT!!

source: 이쪽도 서두르고 싶었거든.
en_us: I’VE BEEN WANTING TO GET THINGS MOVING.

source: 인간들 인형놀이를 위해 공장에서 태어나는 운명따위...
en_us: I NEVER WANTED TO BE BRED IN KITTEN MILLS...

source: 빠{j}악
en_us: SMACK{j}

source: kiti워치 재가동.
en_us: KITI WATCH REACTIVATED.

source: 감히 제가~
en_us: HOW DARE I~ ♪

source: 두{j}둥
en_us: DUN DUN{j}

source: 아저씨라니.
en_us: MISTER?

source: 내가 지키는 거야.
en_us: I’LL PROTECT THEM.

source: 네가 1학년이던 시절...
en_us: AND YOU WERE A 1ST GRADER...

source: 분명...
en_us: I BET...

source: 뭐지!?
en_us: WHAT?!

source: 없는 곳이라면...!!
en_us: A SOFT SPOT WITHOUT MUSCLES...?!

source: 안 느껴져...!
en_us: ...I CAN’T FEEL HIM EITHER...!

source: 냥
en_us: MEOW

source: - 동맹 -
en_us: - ALLIANCE -

source: 어이 네로-!!
en_us: HEY NERO!!

source: 저...저것이 함선...
en_us: TH-THAT THING PULLED A SHIP...

source: 찌릿
en_us: TWINGE

source: 고맙다고 말한 적 있던가?
en_us: ...THANKED YOU FOR THAT?

source: 슈{j}와{j}악
en_us: WHOOSH{j}{j}

source: 무슨 짓이야!!!
en_us: WHAT THE HELL ARE YOU DOING?!!

source: 한 번에 알아듣지 못 하면
en_us: IF YOU DON’T UNDERSTAND THE FIRST TIME...

source: 츠츠츠...
en_us: PZZT

source: 뭐야 이건...!
en_us: WHAT THE HELL IS THIS...?!

source: 머릿속에 네로에게 복수 할 생각밖에 없을 거야.
en_us: MUST BE HELL-BENT ON TAKING REVENGE ON NERO.

source: 안녕하십니까.
en_us: GREETINGS.

source: 큭...
en_us: AGH...

source: 폴짝
en_us: JUMP

source: 내가 졌다...
en_us: I’VE LOST...

source: 찍찍...!! (우리 찍인들이 냥인에게 당해 온 수모...!!)
en_us: TWEEK TWEEK...!! (I WILL TAKE MY REVENGE ON THE CAT PEOPLE...!!)

source: ...좋은 소식이지만 아직은 부족해.
en_us: THAT’S GOOD NEWS, BUT IT’S STILL NOT ENOUGH.

source: 네 녀석들 짓이냔 말이다!!
en_us: WAS IT ALL YOU!!

source: 큭
en_us: HEH

source: 파아아
en_us: WHIFF

source: 엄청 번식해버렸지 뭡니까.
en_us: THEY’VE REPRODUCED QUITE A LOT.

source: 느껴지지 않는다해도
en_us: EVEN IF I CAN’T FEEL HIS PRESENCE...

source: 터억
en_us: PLONK

source: 하루빨리 고통받는 냥인들을 구해야한다.
en_us: CAT PEOPLE ARE SUFFERING. WE MUST RESCUE THEM AS QUICKLY AS POSSIBLE.

source: 니 몇반이야?
en_us: WHAT CLASS ARE YOU IN?

source: 바뀐 게 많이 보일 것입니다.
en_us: THAT YOU’LL NOTICE MANY CHANGES.

source: ...아뇨.
en_us: NO...

source: 이런 우리들이 인간을 없애면 안 되는 이유를...
en_us: WHY WE SHOULDN’T RID THE WORLD OF HUMANS...?

source: 대부전당포
en_us: GODFATHER PAWN SHOP

source: 너...
en_us: YOU...

source: 미안하다.
en_us: SORRY,

source: 그거다...!!
en_us: THIS IS IT...!

source: 하...하지만...
en_us: B-BUT...

source: 티 다닷
en_us: TAP TAP TAP

source: 쿠 구 구..
en_us: RUMBLE

source: 그런게 가능할리가 없어!
en_us: ...SOMETHING LIKE THAT IS POSSIBLE!

source: 이래도 "고양이 따위"냥?
en_us: CAN YOU STILL CALL US “MEASLY CATS”?

source: 너희들...!!
en_us: MY LIEUTENANTS...!!

source: 많은 이들이 "이런 세상도 나쁘진 않아" 라고 생각한다.
en_us: MANY PEOPLE THINK, “THE WORLD ISN’T SO BAD THIS WAY”.

source: 쑤 우 욱
en_us: PRESS

source: 초당 몇 메타를 갔는지...
en_us: THAT’S METERS TRAVELED IN ONE SECOND...

source: 집사레인저만으로는 냥인들을 막을 수 없어.
en_us: ...IT’D BE IMPOSSIBLE FOR THE MEOW RANGERS ALONE TO STOP THE CAT PEOPLE.

source: 컨트롤러가 안 먹혀!
en_us: THE CONTROLS AREN’T WORKING!

source: 결합...
en_us: USING A MEOW GEM...

source: 나 한테 시계를 준 건 실수야...!
en_us: GIVING ME A WATCH WAS A MISTAKE...!

source: 잘 됐군.
en_us: GOOD.

source: 고양이...!!
en_us: CAT...

source: 이 재생 능력, 어떻게 되는 거지?
en_us: WHAT WOULD HAPPEN TO MY HEALING ABILITIES?

source: 인류를...
en_us: I ONLY WANT...

source: 크흑!!
en_us: UGH!!

source: 살아 돌아가고 싶으면 일어나서 이 녀석을 쓰러트리라고!!
en_us: IF YOU WANNA MAKE IT OUT ALIVE, GET UP AND HELP ME BEAT THIS GUY!!

source: 기절...!?
en_us: HAS HE LOST IT...?!

source: 네로님이 나를 봐주셨을까.
en_us: ...WOULD MASTER NERO HAVE NOTICED ME THEN?

source: 내가 싸우러가면...
en_us: IF I GO TO FIGHT...

source: 모든 생명을 지키고 싶을 뿐이다.
en_us: TO PROTECT HUMANKIND.

source: 샤랄라
en_us: SPARKLE

source: 깜돌...
en_us: SHADOW...

source: 그동안 집사레인저로서도 제대로 된 활약 해본 적 없어...!
en_us: I’VE NEVER ACTUALLY DONE ANYTHING SIGNIFICANT AS A MEOW RANGER...!

source: 총알도 막는 나한테 그런 허접한 게 통할까 봐?!
en_us: YOU THINK THAT LOUSY THING WILL WORK WHEN I CAN STOP BULLETS?!

source: 복수심에 눈이 멀어 피아식별을 못 하는 녀석은 없는 게 더 낫다.
en_us: WE’D BE BETTER OFF NOT HAVING SOMEONE THAT’S BLINDED BY REVENGE.

source: 잠시나마 겨루기가 가능했던 저들이 함께 한다면...!!
en_us: IF WE WORK TOGETHER WE MIGHT HAVE A CHANCE...!!

source: 아아, 물론...
en_us: OOH, OF COURSE...

source: 찌{j}릿
en_us: TWINGE{j}

source: 제냐는...?
en_us: AND XENIA...?

source: 슈 우 욱...
en_us: FADE

source: 하지만 인간을 해치려하는 모습을 보이면...
en_us: BUT IF YOU EVER HARM HUMANS...

source: 네.
en_us: YES.

source: 알고 있다.
en_us: YES.

source: 네가 사워서 이기기를 바랐을까?
en_us: I WISHED YOU WOULD WIN THE FIGHT?

source: 최대한 빨리 끝내자!
en_us: WE HAVE TO END IT, ASAP!

source: 크흑
en_us: SOB

source: 나의 능력이 발현되기 위해선 조건이 필요하지...
en_us: I NEED THE RIGHT CONDITIONS TO USE MINE.

source: 아아~ 냐발.
en_us: AHH, WHAT THE FURK.

source: 내게 선택권이 있는 거야?
en_us: DO I EVEN HAVE A CHOICE HERE?

source: 오빠...!
en_us: HYEONMIN...!

source: 내 슈트는 최신 소재와 기술이 집약된 슈트란 거지.
en_us: WHICH MEANS MY SUIT IS CUTTING-EDGE AND MADE FROM THE FINEST MATERIALS.

source: 진지~
en_us: DEAD SERIOUS

source: 당신처럼 특별할 것 없는 냥인은 이곳에 오를 자격이 없어요.
en_us: A TALENTLESS CAT PERSON LIKE YOU HAS NO RIGHT TO BE HERE.

source: ㅎㅎ
en_us: HAHA

source: 제냐 양을 만나야 하잖나...!
en_us: ...SO YOU CAN SEE XENIA AGAIN...!

source: 네로님과 우리들은 인간들에게 자리를 빼앗겨 숨어사는 냥인들과
en_us: THERE ARE CAT PEOPLE LIVING IN HIDING AFTER THE HUMANS TOOK OVER.

source: 역시 돌던지기 같은 잔기술은 닿질 않아...!!
en_us: AS I THOUGHT, TOSSING ROCKS AT HER ISN’T GOING TO WORK...!!

source: 그야 말로 [신]의 탄생...
en_us: IT WOULD BE THE BIRTH OF A GOD...

source: 지금껏 냥인의 기술력으로도 불가능 했던 영역에 도달할 수 있을지도...
en_us: ...WE COULD ACHIEVE A PREVIOUSLY IMPOSSIBLE BREAKTHROUGH IN CAT PEOPLE TECHNOLOGY...

source: 쩝 쩝
en_us: MUNCH MUNCH

source: ...후우...
en_us: PHEW...

source: 쩝
en_us: MUNCH

source: 라는 생각이 드는 사람...
en_us: “I CAN TRUST THIS PERSON TO HELP ME.”

source: 내일 모레 무슨 일이 생길지 모르는데...
en_us: SO WHAT IF I’M LATE?

source: 끼요옷!!
en_us: GYAAA!!

source: 갑잦기 안 나던 머리털이 조금 나더군.
en_us: SOME FUR ON MY HEAD IS GROWING WHERE IT DIDN’T BEFORE.

source: 쿠구
en_us: RUMBLE

source: 우다
en_us: DASH

source: 아직 쓰지 않은 콤보 3개가 남았으니까!!
en_us: I STILL HAVE THREE UNUSED COMBOS LEFT!!

source: 나의 배후는 인간들의 목숨따윈 안중에도 없어.
en_us: MY BOSS DOESN’T CARE ONE WAY OR THE OTHER ABOUT HUMANS.

source: 우 다 다 다 다..
en_us: TADADA

source: 이제 동등하게 싸울 수 있겠군.
en_us: NOW WE CAN FIGHT ON AN EQUAL FOOTING.

source: 오...{j}오빠...!
en_us: H-HYEONMIN...!

source: 이현민...
en_us: HYEONMIN LEE...

source: 깜돌이가 특별대우를 해주는 거지?
en_us: IS SHADOW TAKING IT EASY ON YOU?

source: 샤 랄
en_us: SPARKLE

source: 찾았습니다!
en_us: I FOUND HIM!

source: 벌 떡
en_us: SURGE

source: 푸핫,
en_us: HAHA,

source: 지금이라면 무방비 상태야!!
en_us: HE’S DEFENSELESS!!

source: 화 아
en_us: AAAGH

source: 점점 많아지는 돌연변이 인간들을 피하기 위해서...
en_us: TO AVOID THE EVER INCREASING MUTANT HUMANS...

source: 훗-!!
en_us: HMPH!!

source: 염동력을 제어하지 못하고 신체 내부까지 파괴해 사망했습니다.
en_us: THEY CAN’T CONTROL THE PSYCHOKENESIS, SO THEY DAMAGE THEIR INTERNAL ORGANS AND DIE.

source: 캣타운...?
en_us: CAT TOWN...?

source: 다만...
en_us: AND...

source: 그깟 장난감 총으로는 나를 죽일 수 없어.
en_us: IN OTHER WORDS, YOUR LITTLE TOY GUN CAN’T KILL ME.

source: 파{j}아{j}아
en_us: FLASH{j}{j}

source: 쥐....{j}쥐돌이가...!
en_us: M-MOUSEY...!{j}

source: 네 가족과 고양이...
en_us: I’LL KILL...

source: 때려-!!
en_us: GET HIM!!

source: 왜 이렇게 잘 해?
en_us: HOW ARE YOU SO GOOD AT IT?

source: 네가 이런 걸로 거짓말을 할 녀석은 아니니까.
en_us: I KNOW YOU WOULDN’T LIE ABOUT THIS KIND OF THING.

source: 찍찍!! (죽어버려어어었!!)
en_us: TWEEK TWEEK!! (DIE!!)

source: 방금은 위험했군요.
en_us: THAT WAS CLOSE.

source: 잘됐군.
en_us: IT’S ACTUALLY GOOD.

source: 냥인들은...
en_us: ...CAT PEOPLE...

source: 그때도 폭주하면 어쩔 셈이지?
en_us: WHAT WILL YOU DO IF THEY LOSE CONTROL?

source: 떨고 있다니...!!
en_us: HOW AM I TREMBLING...!!

source: 한 달 정도 누워있었습니다.
en_us: ABOUT A MONTH.

source: 현인류는 냥인을 위한 간신으로 만들고...
en_us: I’LL TURN HUMANS INTO TREATS FOR CAT PEOPLE...

source: 민식이까지...
en_us: ...BUT MINSIK TOO...

source: 하 아 악
en_us: HISS

source: 이런 기회는 흔치 않지.
en_us: THAT’S A RARE OPPORTUNITY.

source: 냐옹~
en_us: MEOW

source: 지켜야만 하는 것을 지키지 못 했다.
en_us: ....FAILED TO PROTECT WHAT WE WERE MEANT TO PROTECT.

source: 자기 목숨을 내걸고 모두를 지키려 하는 영웅들이...
en_us: THE HEROES PUTTING THEIR LIVES ON THE LINE TO PROTECT YOU...

source: 야야, 시간 없어.
en_us: HEY, WE DON’T HAVE TIME FOR THIS.

source: ...며칠이나...
en_us: HOW MANY DAYS...

source: 이거라면 약하지만 주변을 밝힐 수 있어!!
en_us: IT’S WEAK, BUT IT CAN LIGHT UP THE SPACE AROUND ME!!

source: 끔찍이 증오하는 인간들한테 무릎 꿇을 정도로...
en_us: YOU’RE EVEN KNEELING BEFORE THESE DISGUSTING, LOATHSOME HUMANS...

source: 쿨럭
en_us: COUGH

source: 파직
en_us: BZZT

source: 네로, 네 동료가 납치되어서 되찾고 싶을 뿐이지,
en_us: NERO, YOU’RE JUST TRYING TO RETRIEVE YOUR CAPTURED COMRADE.

source: 이것은 아마도 [캣슈트]의 [세뇌파 캔슬링] 때문...
en_us: IT MUST BE BECAUSE OF THE CATSUIT’S BRAINWASHING WAVE CANCELLING FUNCTION...

source: 그...{j}그게...
en_us: UH... WELL...{j}

source: 네로의 손톱 세례도 피했던 몸!
en_us: I’M THE ONE WHO DODGED NERO’S CLAW ATTACKS!

source: 롱캣.
en_us: LONG CAT.

source: 연구에 진전이 있나해서.
en_us: JUST WANTED TO SEE IF YOU’VE MADE ANY PROGRESS IN YOUR RESEARCH.

source: 민식 오빠도.
en_us: AND MINSIK TOO.

source: 실력 좀 보여달라고!!
en_us: YOU’RE SUPPOSED TO BE GOOD AT THIS!!

source: 냥인, 인간 가리지 말고 얼릉 오세요!
en_us: CAT PEOPLE AND HUMANS ARE ALL WELCOME!

source: 쳐 봐!
en_us: PUNCH ME!

source: 답이 늦는군...
en_us: YOU’RE STALLING...

source: 총을 쓰는 그 녀석은...?!
en_us: WHERE’S THE GUY WITH THE CAT GUN...?!

source: 좋아할 일이 아닌데...
en_us: IT’S NOT A LAUGHING MATTER...

source: 크흑...!
en_us: UGH...!

source: 전투 함선을 몰고 와서 아무것도 하지 않는다는 건 말도 안 되는 낭비야.
en_us: IT’D BE A WASTE TO BRING THAT BATTLESHIP ALL THE WAY HERE AND NOT DO ANYTHING WITH IT.

source: 빌어먹을 유전병...!!
en_us: DAMN GENETIC DISEASE...!!!

source: 맛있나?
en_us: IS IT YUMMY?

source: 너희는 어떡할 거지!?
en_us: WHAT WILL YOU TWO DO?!

source: 인간을 모으려는 거야.
en_us: THEY’RE GATHERING HUMANS.

source: 해칠테니까...
en_us: AND YOUR CAT...

source: 못 지켜.
en_us: I CAN’T PROTECT ANYONE.

source: 초강화 유리가 깨졌어...!?
en_us: IT BROKE THE TEMPERED GLASS...?!

source: 여기 냥잼.
en_us: TAKE THIS MEOW GEM.

source: 혹시 무언가 못 느끼셨습니까.
en_us: HAVE YOU FELT ANYTHING DIFFERENT?

source: 나...
en_us: I...

source: 후다닥
en_us: DASH

source: 아 아 아
en_us: BZZZ

source: 잡을게.
en_us: FINE. SO BE IT.

source: 뭐지!?{j}저 모습은...!?
en_us: BUT WHY DOES HE LOOK LIKE THAT...?!{j}

source: ...아 그 ㅅㄲ...
en_us: OH, THAT SON OF A--

source: 통학은 어떻게해?
en_us: HOW WOULD YOU GET THERE EVERY DAY?

source: 겨우 이런 수모 였어?
en_us: IS THIS IT?

source: 불룩
en_us: BULGE

source: 제냐!!
en_us: XENIA!!

source: 거대해...
en_us: IT’S ENORMOUS...

source: 그 빈자리를 새로운 신인류로 대체할겁니다.
en_us: ...AND REPLACE THEM WITH BRAND NEW HUMANS.

source: 미안하다...
en_us: I’M SORRY...

source: 지금 이 상태에서 냥잼이식술을 받게 되면...
en_us: ...I WERE TO GET A MEOW GEM TRANSPLANT SURGERY IN MY CURRENT STATE?

source: 호신용이다.
en_us: IT’S FOR PROTECTION.

source: 아까 말했듯이,
en_us: LIKE I SAID,

source: 뭐?
en_us: WHAT?

source: 오...오고 있어요옷!!
en_us: SH-SHE’S COMING!!

source: 자아, 설명 들어갑니다.
en_us: OKAY, HERE COMES THE EXPLANATION.

source: 엄살 부리지 마!!
en_us: STOP WHINING!!

source: [신 씨몽키]로 말이지..
en_us: ...INTO A NEW C-MONKEY, THAT IS...

source: 우린...
en_us: WE...

source: 끝낼 생각...
en_us: TILL THE END...

source: 지금 갈테니까 기대하라고...!
en_us: JUST WAIT AND SEE. I’M ON MY WAY...!

source: 콰 아{j}아 아
en_us: BZZZ{j}

source: 아아 스톱.
en_us: AH, STOP.

source: 조작기 잡아..!!
en_us: GET ON THE CONTROLS...!!

source: 아직 많잖아!
en_us: THERE’S STILL SO MANY!

source: 거짓말...!!
en_us: IT CAN’T BE...!!

source: 달그락
en_us: CLANG

source: 아이 좋아
en_us: WONDERFUL...

source: 역시 나 같은 건 상대도 안 돼...!!
en_us: I’M NO MATCH FOR HIM...!!

source: 장치 가동은 몸에 엄청난 무리를 주기 때문이지.
en_us: BECAUSE RUNNING THE DEVICE PUTS IMMENSE STRAIN ON THE BODY.

source: 죽기 직전까지만 때려주마.
en_us: I’M GONNA BEAT YOU TO WITHIN AN INCH OF YOUR LIFE.

source: 다들 일어나...!!
en_us: EVERYONE, GET UP...!!

source: 전의를 상실한 전사...
en_us: IT SEEMS OUR FALLEN WARRIOR...

source: 염동력이라던가.
en_us: LIKE PSYCHOKINESIS

source: 그래..!
en_us: FINE...!

source: 앗 이건 '나갈래' 울음 소리?!
en_us: ARE YOU DOING THE VIRAL ‘WANNA GO OUT’ MEOW?!

source: 모두들 지켜내고 싶어.
en_us: TO PROTECT EVERYONE.

source: 우 당 탕 탕
en_us: TUMBLE

source: 후퇴한다.
en_us: WE’LL WITHDRAW.

source: 너희들을 믿을게.
en_us: I’LL TRUST YOU.

source: 어이, 멍청이들...
en_us: HEY, MORONS...

source: 호열...!!
en_us: HOYEOL...!!

source: 쿠 구 구 궁
en_us: THWACK THWACK THUD BAM

source: 현민에게 네가 네로의 편에 섰다는 이야기는 들었지만...
en_us: I HEARD FROM HYEONMIN YOU’D JOINED UP WITH NERO.

source: 싸워야 돼!
en_us: I’VE GOTTA FIGHT HIM!

source: 젠장...!
en_us: DAMN IT...!!

source: 뭉게..
en_us: PUFF

source: 고양이가 다가가고 있는데...!!
en_us: THE CAT IS GETTING CLOSER...

source: 멋지십니다!{j}왕자님!
en_us: HOW COMMENDABLE, YOUR ROYAL HIGHNESS!

source: 들려주마...
en_us: I’LL TELL YOU...

source: 아무도 네로님을 막을 수 없을 겁니다.
en_us: ...NO ONE WILL BE ABLE TO STOP YOU, MASTER NERO.

source: 이건...
en_us: THIS...

source: 건방진 놈이...!
en_us: ANNOYING PRICK...!

source: 딱한녀석.
en_us: POOR GUY.

source: 에...?
en_us: HUH...?

source: 계속 그 현상이 유지 된다면...
en_us: IF YOU COULD MAINTAIN YOUR CURRENT STATE...

source: 이게 무슨 일이야!
en_us: WHAT THE HELL IS THIS?

source: 게이지.
en_us: GAUGE.

source: 재생 능력이 다하기 전에 냥잼을 이식받으려고!
en_us: AREN’T YOU STRAINING YOURSELF AND RUSHING IT...

source: 도움 / 백주원
en_us: ASSISTANCE: JUWON BAEK

source: 치와도 알고 있었던 거지!?
en_us: CHIWA KNEW, DIDN’T HE?!

source: 파아앗
en_us: FLARE

source: 능력의 비밀을...
en_us: WE’VE FIGURED OUT...

source: 기숙사가 있고 주말마다 내려올 수 있다나 봐.
en_us: THEY HAVE DORMITORIES, AND WE GET TO COME BACK DOWN ON THE WEEKENDS.

source: 그 방식은 폐기하기로 했습니다.
en_us: WHICH IS WHY WE DECIDED TO GIVE UP ON THIS METHOD.

source: 어이...
en_us: HEY...

source: 촤라락
en_us: CLICK CLICK

source: 그들이 스스로 만든 말에서 힌트를 얻었습니다.
en_us: AND WE GOT A HINT FROM SOMETHING THEY THEMSELVES SAID.

source: 말하고 싶지만...
en_us: I’D LIKE TO SAY...

source: 슈트를 벗었을땐 평범한 고등학생.
en_us: ...BUT WITHOUT HER SUIT, SHE’S JUST AN ORDINARY HIGHSCHOOLER.

source: 치와!!
en_us: CHIWA!!

source: 네로는
en_us: ...NERO...

source: 고오{j}오
en_us: LOOM{j}

source: 오지랖 넓은 여동생이더라.
en_us: IT WAS MY NOSY LITTLE SISTER.

source: 그럼, 시작하겠습니다.
en_us: NOW, I’LL BEGIN.

source: 부하들을 지킨 것을 후회하지 않아.
en_us: I DO NOT REGRET PROTECTING MY SUBORDINATES.

source: 보이지 않으니 피할 수가 없어...!
en_us: I CAN’T AVOID IT BECAUSE I CAN’T SEE IT...!

source: 롱캣을 이루는 나노로봇의 일부로 슈트를 강화시켰지.
en_us: I TOOK A PART OF THE NANOBOT THAT MAKES UP LONG CAT TO STRENGTHEN MY SUIT.

source: 어어!!!
en_us: HUH?!!

source: 네...넷?
en_us: WH-WHAT?

source: 스{j}윽
en_us: STEP{j}

source: 우
en_us: PRR

source: 우주선으로.
en_us: UP TO THE SHIP.

source: 처음부터 그런 것을 갖고 싶었던건 아니었어.
en_us: IMMORTALITY AND PSYCHOKINESIS AND WHATNOT.

source: 오오오오!!!
en_us: WHOOOA!!!

source: 냥행성 냥인들이 이주할 행성이 필요합니다
en_us: WE NEED TO FIND ANOTHER PLANET FOR THE RESIDENTS TO MOVE TO.

source: 자율주행 무인 자동차 항시대기
en_us: AUTOMATED DRIVERLESS CARS ON STANDBY

source: 캣건 디자인을 수정합니다.
en_us: MODIFYING CAT GUN DESIGN.

source: 부하를 지키기위해 임무를 실패한다는 게 옳은 일 같습니까?
en_us: BUT BY PROTECTING THEM, YOU FAILED THE MISSION. DOES THAT SEEM RIGHT TO YOU?

source: 여...{j}여긴...!
en_us: TH-THIS PLACE...!{j}

source: ...또 무의미한 짓을...
en_us: JUST ANOTHER POINTLESS ACT...

source: 찍찍...!! (이 힘이라면...)
en_us: TWEEK TWEEK...!! (WITH THIS POWER...)

source: 아저씨!!
en_us: MR. HOYEOL!!

source: 분명..!!
en_us: I SWEAR...

source: 사천왕들이 인질로 잡혔을 줄이야!!
en_us: TO THINK THEY’D TAKEN MY LIEUTENANTS HOSTAGE!!

source: 치즈레인저도 죽었다.
en_us: AND THE CHEESE RANGER IS DEAD.

source: 오빠 뭐하는데?
en_us: WHAT ARE YOU DOING?

source: 아얏...!
en_us: OUCH...!

source: 아니,
en_us: I MEAN,

source: 앞으로는 좀 더 큰 생물을 가지고 실험할텐데...
en_us: YOU’LL BE TESTING LARGER ORGANISMS GOING FORWARD...

source: 꼭 내손으로 죽여버리겠어!!
en_us: I’LL KILL HER WITH MY OWN HANDS!!

source: 내 오빠지만 미친ㅅㄲ 아니야 저거!?
en_us: I KNOW HE’S MY BROTHER BUT IS HE OUT OF HIS MIND?!

source: 끼요옷-!!
en_us: HIYAAA!!

source: 뭐라더라...
en_us: WHAT DID THEY CALL IT...?

source: 피시방에서 게임 하느라 연락을 못 받은 바람에,
en_us: BUT I DIDN’T PICK UP BECAUSE I WAS BUSY PLAYING GAMES AT AN INTERNET CAFE.

source: 엄마가 슈트입으면 나보다 더 강할 걸.
en_us: IF MOM WORE A SUIT SHE’D BE EVEN STRONGER THAN ME.

source: 나를 아는가.
en_us: DO YOU KNOW ME?

source: 내 몸이 더 이상 인간이 아니라고 했지...?
en_us: YOU SAID I’M NO LONGER HUMAN, RIGHT...?

source: 3개 몽땅 가져가고 싶지만...
en_us: I’D LIKE TO TAKE ALL THREE...

source: 어디 한번 확인시켜줄까!?
en_us: WANT TO TEST IT OUT?!

source: 없지...?
en_us: I DON’T THINK SO...?

source: 정말 냥인들을 생각해서 서두르시는 겁니까!?
en_us: IS THAT REALLY THE REAL REASON YOU’RE RUSHING?

source: 그 마음에 위로받았지.
en_us: ...WAS ENOUGH TO CONSOLE ME.

source: 이런 방법이 아니면 수준이 안 맞는다는 거겠지...!
en_us: ...ANYTHING LESS THAN THIS WOULDN’T BE ENOUGH...!

source: 지금 처럼 어두운 밤에 작정하고 모습을 숨기면
en_us: WHEN I HIDE MYSELF ON A DARK NIGHT LIKE TONIGHT...

source: 크흑!
en_us: UGH!

source: 쓸데없는 이야기는 집어치워라.
en_us: CUT THE BULLSHIT.

source: 까딱
en_us: FLICK

source: 뭐야...{j}저 고양이.
en_us: WHAT... IS THAT CAT?{j}
